Repository: daid/LegacyCura
Catalog: resources/locale/*/LC_MESSAGES/Cura.po
Languages: it

source: Dual extrusion merge
it: Fondi doppia estrusione

source: Delete all objects
it: Cancella tutti gli oggetti

source: Reload all objects
it: Ricarica tutti gli oggetti

source: Toolpath to SD
it: Percoso SD

source: Overhang view not working due to lack of OpenGL shaders support.
it: La vista delle sporgenze non funzione per via della mancanza dello shader OpenGL.

source: Print support structure
it: Stampa la struttura di supporto

source: Select a quickprint profile:
it: Seleziona un profilo veloce per la stampa:

source: Material:
it: Materiale:

source: Other:
it: Altro:

source: Height (mm)
it: Altezza(mm)

source: Width (mm)
it: Larghezza(mm)

source: Depth (mm)
it: Profondità(mm)

source: Edit
it: Cambia

source: Rectangle
it: Rettangolo

source: Circle
it: Circonferenza

source: Draw curves
it: Disegna curve

source: Checking token
it: Token di controllo

source: Failed to contact YouMagine.com
it: Impossibile connettersi a YouMagine.com

source: YouMagine error.
it: Errore YouMagine.

source: Cura is now authorized to share on YouMagine
it: Cura è ora autorizzato a condividere con YouMagine

source: Creating new design on YouMagine...
it: Crea un nuovo progetto su YouMagine...

source: Failed to create a design, nothing uploaded!
it: Impossibile creare un progetto, non è stato caricatuo nulla!

source: Building model %s...
it: Costruisci modello %s...

source: Uploading model %s...
it: Carica modello %s...

source: Failed to upload %s!
it: Impossibile caricare %s!

source: Uploading file %s...
it: Carico il file %s...

source: Uploading image %s...
it: Carico l'immagine %s...

source: Failed to upload snapshot!
it: Impossibile caricare snapshot!

source: Publishing design...
it: Pubblica progetto...

source: Request authorization from YouMagine
it: Richiesta autorizzazione da YouMagine

source: Paste token here
it: Incollare il token qui

source: To share your designs on YouMagine you need an account on YouMagine.com and authorize Cura to access your account.
it: Per condividere il tuo progetto su YouMagine devi avere un account su YouMagine e autorizzare cura ad accedere all'account.

source: This will open a browser window where you can authorize Cura to access your YouMagine account. You can revoke access at any time from YouMagine.com
it: Questo aprirà una finestra dove potrai autorizzare Cura ad accedere al tuo account YouMagine. Potrai revocare l'accesso in qualsiasi momento da TouMagine.com

source: Design name
it: Nome progetto

source: Publish after upload
it: Pubblica dopo il caricamento

source: Share!
it: Condividi!

source: Add...
it: Aggiungi...

source: Directly publish the design after uploading. Without this check the design will not be public until you publish it yourself on YouMagine.com
it: Pubblica direttamente il progetto dopo il caricamento. Senza questa autorizzazione il progetto non verrà publbicato finché non lo farai tu stesso su YouMagin.com

source: Design name:
it: Nome progetto:

source: Description:
it: Descrizione:

source: Category:
it: Categoria:

source: License:
it: Licenza:

source: Images:
it: Immagine

source: Related design files:
it: File relativi al progetto:

source: The name cannot be empty
it: Il nome non può essere vuoto

source: New design error.
it: Errore Nuovo preogetto.

source: The description cannot be empty
it: La descrizione non può essere vuota.

source: No webcam found on your system
it: Nessuna webcam è stata trovata nel sistema

source: Webcam error
it: Errore webcam

source: Loading toolpath for visualization (%d%%)
it: Carica percorso per la visualizzazione (%d%%)

source: An error has occurred during the 3D view drawing.
it: Un errore si è manifestato durante il disegno della visuale 3D

source: 3D window error
it: Errore finestra 3D

source: Quality
it: Qualità

source: Layer height (mm)
it: Altezza livello(mm)

source: Layer height in millimeters. This is the most important setting to determine the quality of your print. Normal quality prints are 0.1mm, high quality is 0.06mm. You can go up to 0.25mm with an Ultimaker for very fast prints at low quality.
it: Altezza livello in millimetri. Questo è il piu importante parametro per determinare la qualità della stampa. A qualità normale il valore è pari a 0.1mm, a qualità alta è pari a 0.06mm. Potresti andare sopra i 0.25mm con una Ultimaker per stampare molto velocemente a bassa qualità.

source: Shell thickness (mm)
it: Spessore pareti (mm)

source: Thickness of the outside shell in the horizontal direction. This is used in combination with the nozzle size to define the number of perimeter lines and the thickness of those perimeter lines.
it: Spessore delle pareti esterne nella direzione orizzontale. Questo parametro è usato in combinazione al diametro dell'ugello per definire il numero delle linee di perimetro e lo spessore di queste linee perimetrali.

source: Retraction
it: Retrazione

source: Enable retraction
it: Abilita la retrazione

source: Retract the filament when the nozzle is moving over a none-printed area. Details about the retraction can be configured in the advanced tab.
it: Retrai il filamento quando l'ugello si muove nelle zone da non stampare. Dettagli sulla retazione possono essere configurati nella tabella avanzata.

source: Fill
it: Riempi

source: Bottom/Top thickness (mm)
it: Spessore Basso/Alto (mm)

source: This controls the thickness of the bottom and top layers, the amount of solid layers put down is calculated by the layer thickness and this value. Having this value a multiple of the layer thickness makes sense. And keep it near your wall thickness to make an evenly strong part.
it: Questo controlla gli spessori dei livelli alto e basso, l'ammontare dei livelli pieni calcolati in base allo spessore del livello e questo valore. Avere questo valore come multiplo dello spessore dei livelli ha senso. Mantenerlo vicino al valore dello spessore delle pareti rende più forti le parti.

source: Infill
it: Riempimento

source: Fill Density (%)
it: Densità di riempimento (%)

source: This controls how densely filled the insides of your print will be. For a solid part use 100%, for an empty part use 0%. A value around 20% is usually enough. This won't affect the outside of the print and only adjusts how strong the part becomes.
it: Questo controlla quanto denso deve essere il riempimento all'interno dell'oggetto. Per una parte solida usa il 100%, per una cava 0%. Un valore vicino al 20% di solito è sufficiente. Questo valore non influisce sull'esterno della stampa e determina soltanto quanto forte sarà il pezzo stampato.

source: The nozzle size is very important, this is used to calculate the line width of the infill, and used to calculate the amount of outside wall lines and thickness for the wall thickness you entered in the print settings.
it: Le dimensioni dell'ugello sono molto importanti, sono utilizzate per calcolare la larghezza delle linee del riempimento, e per calcolare l'ammontare delle linee esterne che costituiscono lo spessore delle pareti in base allo spessore selezionato nei parametri di stampa.

source: Speed and Temperature
it: Velocità e Temperatura

source: Print speed (mm/s)
it: Velocità di stampa (mm/s)

source: Speed at which printing happens. A well adjusted Ultimaker can reach 150mm/s, but for good quality prints you want to print slower. Printing speed depends on a lot of factors. So you will be experimenting with optimal settings for this.
it: Velocità alla quale avviene la stampa. Una Ultimaker ben calibrata può raggiungere i 150 mm/s, ma per una buona qualità di stampa bisogna stampare lentamente. La velocità di stampa dipende da molti fattori. Quindi dovrai sperimentare per ottenere i parametri ottimali di stampa.

source: Printing temperature (C)
it: Temperatura di stampa (C)

source: Temperature used for printing. Set at 0 to pre-heat yourself. For PLA a value of 210C is usually used. For ABS a value of 230C or higher is required.
it: Temperatura usata per la stampa. Mettere a 0 oer pre riscaldare manualmente. Per il PLA un valore di 210C è lo standard. Per l'ABS si richiede un valore di 230C o superiore.

source: 2nd nozzle temperature (C)
it: Temperatura del secondo ugello (C)

source: 3th nozzle temperature (C)
it: Temperatura del terzo ugello (C)

source: 4th nozzle temperature (C)
it: Temperatura del quarto ugello (C)

source: Bed temperature (C)
it: Temperatura del piano (C)

source: Temperature used for the heated printer bed. Set at 0 to pre-heat yourself.
it: Temperatura usata per il piano di stampa. Porre a zero per pre riscaldare manualmente.

source: None
it: Niente

source: Touching buildplate
it: Toccare il piano di stampa

source: Everywhere
it: Ovunque

source: Support
it: Supporto

source: Support type
it: Tipo di supporto

source: Type of support structure build. "Touching buildplate" is the most commonly used support setting. None does not do any support. Touching buildplate only creates support where the support structure will touch the build platform. Everywhere creates support even on top of parts of the model.
it: Tipo di struttura di supporto da costruire. "Toccare il piano di stamp" è l'opzione più comunemente utilizzata. Niente non crea nessun supporto. Toccare il piano di stampa crea soltanto il supporto dove la struttura di supporto può toccare la piattaforma. Ovunque crea il supporto anche sopra le parti di un modello.

source: Platform adhesion type
it: Yipo di adesione alla piattaforma

source: Different options that help in preventing corners from lifting due to warping. Brim adds a single layer thick flat area around your object which is easy to cut off afterwards, and it is the recommended option. Raft adds a thick raster below the object and a thin interface between this and your object. (Note that enabling the brim or raft disables the skirt)
it: Opzioni diffetenti che prevengono il distacco degli angoli dovuto al restringimento. Brim aggiunge un solo livello fine attorno all'oggetto facilmente eliminabile, ed è l'opzione raccomandata. Raft aggiunge una trama attorno all'oggetto e una piccola interfaccia tra questa e l'oggetto. (Nota che abilitare il brim o il raft disabilita lo skirt)

source: Both
it: Entrambi

source: First extruder
it: Primo estrusore

source: Second extruder
it: Secondo estrusore

source: Support dual extrusion
it: Supporto con doppio estrusore

source: Which extruder to use for support material, for break-away support you can use both extruders. But if one of the materials is more expensive then the other you could select an extruder to use for support material. This causes more extruder switches. You can also use the 2nd extruder for soluble support materials.
it: Quale estrusore va usato per il materiale di supporto, per il supporto sacrificabile possono essere usati entrambi gli estrusori Ma se uno dei materiali è molto più costoso allora si può usare l'altro per creare il supporto. Questo potrebbe causare molti passaggi da un estrusore all'altro. Puoi anche usare il secondo estrusore con un supporto solubile.

source: Dual extrusion
it: Doppio estrusore

source: Wipe&prime tower
it: Torre di pulizia&inizializzaione

source: The wipe-tower is a tower printed on every layer when switching between nozzles. The old nozzle is wiped off on the tower before the new nozzle is used to print the 2nd color.
it: La torre di pulizia è una torre stampata su ogni livello quando si passa da un estrusore all'altro. Il vecchio ugello viene pulito sulla torre prima che il nuovo ugello venga usato per stampare il secondo colore.

source: Wipe&prime tower volume per layer (mm3)
it: Volume del livello della torre di pulizia&inizializzaione (mm3)

source: The amount of material put in the wipe/prime tower. This is done in volume because in general you want to extrude a certain amount of volume to get the extruder going, independent on the layer height. This means that with thinner layers, your tower gets bigger.
it: l'ammontare del materiale usato nella torre di pulizia&inizializzazione. Questo valore è dato in volume perché in generale si vuole estrudere un certo ammontare di volume per poter muovere l'estrusore, indipendetemente dallo spessore del livello. Questo significa che con livelli sottili, la tua torre sarà più grande.

source: Ooze shield
it: Schermo melma

source: The ooze shield is a 1 line thick shell around the object which stands a few mm from the object. This shield catches any oozing from the unused nozzle in dual-extrusion.
it: Lo schermo melma ha spessore pari ad una linea attorno all'oggetto che sta lontano da esso qualche millimetro. Questo schermo cattura la melma dall'estrusore inutilizzato nella doppia estrusione.

source: Filament
it: Filamento

source: Diameter (mm)
it: Diametro(mm)

source: Diameter of your filament, as accurately as possible. If you cannot measure this value you will have to calibrate it, a higher number means less extrusion, a smaller number generates more extrusion.
it: Il diametro del filamento, con la migliore precisione possibile. Se non puoi misuare il valore dovrai procedere a tentativi, un numero troppo alto vuol dire meno estrusione, uno troppo basso invece genera molta estrusione.

source: Diameter2 (mm)
it: Diametro2(mm)

source: Diameter of your filament for the 2nd nozzle. Use 0 to use the same diameter as for nozzle 1.
it: Diametro del filamento del secondo ugello. Usa 0 nel caso sia uguale a quello del primo.

source: Diameter3 (mm)
it: Diametro3(mm)

source: Diameter of your filament for the 3th nozzle. Use 0 to use the same diameter as for nozzle 1.
it: Diametro del filamento del terzo ugello. usa 0 se è uguale a quello del primo.

source: Diameter4 (mm)
it: Diamtro4(mm)

source: Diameter of your filament for the 4th nozzle. Use 0 to use the same diameter as for nozzle 1.
it: Diametro del filamento del quarto ugello. Usa 0 se è uguale a quello del primo.

source: Flow (%)
it: Flusso(%)

source: Flow compensation, the amount of material extruded is multiplied by this value
it: Compensazione del flusso, l'ammontare del materiale estruso è moltiplicato per questo valore

source: Speed (mm/s)
it: Velocità(mm/s)

source: Speed at which the filament is retracted, a higher retraction speed works better. But a very high retraction speed can lead to filament grinding.
it: Velocità con cui viene retratto il filamento, un valore alto di retrazione funziona bene. Ma un valore troppo alto può portare al deterioramento del filamento.

source: Distance (mm)
it: Distanza(mm)

source: Amount of retraction, set at 0 for no retraction at all. A value of 4.5mm seems to generate good results.
it: Ammontare della retrazione, porre a 0 significa non avere retrazione. Un valore pari a 4.5mm dovrebbe generare un buon risultato.

source: Dual extrusion switch amount (mm)
it: Ammontare del cambio di estrusore (mm)

source: Amount of retraction when switching nozzle with dual-extrusion, set at 0 for no retraction at all. A value of 16.0mm seems to generate good results.
it: Ammontare della retrazione quando si passa da un ugello all'altro con la doppia estrusione, porre a 0 se non si vuole retrazione. Un valore pari a 16.00mm dovrebbe generare buoni risultati.

source: Minimum travel (mm)
it: Attraversamento minimo (mm)

source: Minimum amount of travel needed for a retraction to happen at all. To make sure you do not get a lot of retractions in a small area.
it: Ammontare minimo necessario nelle zone di passaggio perché avvenga la retrazione. Per essere sicuro di non generare troppa retrazione in aree piccole.

source: Enable combing
it: Abilita combing

source: Minimal extrusion before retracting (mm)
it: Minima estrusione prima di retrarre (mm)

source: The minimal amount of extrusion that needs to be done before retracting again if a retraction needs to happen before this minimal is reached the retraction is ignored. This avoids retracting a lot on the same piece of filament which flattens the filament and causes grinding issues.
it: L'ammontare minimo di estrusione necessario perché venga attivata la retrazione dinuovo, se è necessaria una nuova retrazione prima di tale minimo valore la retrazione viene ignorata. Questo potrebbe portare ad avere troppa retrazione sullo stesso pezzo di filamento, portando al suo deterioramento.

source: Z hop when retracting (mm)
it: Spostamento sull'azze Z mentre c'è retrazione (mm)

source: When a retraction is done, the head is lifted by this amount to travel over the print. A value of 0.075 works well. This feature has a lot of positive effect on delta towers.
it: Quando si attiva una retrazione, la testra viene alzata di tale valore e passa sopra la stampa. Un valore pari a 0.075 va bene. Questa opzione ha molti effetti positivi sulle Delta Tower.

source: Initial layer thickness (mm)
it: Spessore livello iniziale (mm)

source: Layer thickness of the bottom layer. A thicker bottom layer makes sticking to the bed easier. Set to 0.0 to have the bottom layer thickness the same as the other layers.
it: Lo spesso del primo livello inferiore. Un sottile spessore del livello inferiore si attacca facilmente al piano. Porre a 0.0 significa che il livello inferiore avrà lo spessore di tutti gli altri livelli.

source: Initial layer line width (%)
it: Larghezza della linea del livello iniziale (%)

source: Extra width factor for the extrusion on the first layer, on some printers it's good to have wider extrusion on the first layer to get better bed adhesion.
it: Un fattore di larghezza extra per l'estrusione del primo livello, in alcune stampanti è meglio avere estrusioni larghe nel primo livello per avere una migliore adesione.

source: Cut off object bottom (mm)
it: Tagliare l'oggetto sul fondo (mm)

source: Sinks the object into the platform, this can be used for objects that do not have a flat bottom and thus create a too small first layer.
it: Affonda l'oggetto nella piataforma, questo potrebbe essere usato quando non si ha un fondo piatto e si potrebbe creare un primo livello troppo piccolo.

source: Dual extrusion overlap (mm)
it: Sovrapposizione doppia estrusione (mm)

source: Add a certain amount of overlapping extrusion on dual-extrusion prints. This bonds the different colors together.
it: Aggiunge un certo ammontare di sovrapposizione dell'estrusione nelle stampe a doppio estrusore. Questo fonde differenti colori insieme.

source: Speed
it: Velocità

source: Travel speed (mm/s)
it: Velocità di attraversamento (mm/s)

source: Speed at which travel moves are done, a well built Ultimaker can reach speeds of 250mm/s. But some machines might miss steps then.
it: Velocità a cui i movimenti di passaggio vengono fatti, una Ultimaker ben costruita può raggiungere i 250 mm/s. Ma alcune macchine potrebbero perdere degli step in questo caso.

source: Bottom layer speed (mm/s)
it: Velocità per il livello inferiore (mm/s)

source: Print speed for the bottom layer, you want to print the first layer slower so it sticks better to the printer bed.
it: Velocità per il livello inferiore, è opportuno stampare il primo livello lentamento per farlo aderire meglio al piano della stampante.

source: Infill speed (mm/s)
it: Velocità riempimento (mm/s)

source: Speed at which infill parts are printed. If set to 0 then the print speed is used for the infill. Printing the infill faster can greatly reduce printing time, but this can negatively affect print quality.
it: Velocità a cui viene stampato il riempimento. Se posto a 0 allora viene usata la velocità di stampa. Stampare un riempimento più velocemente può ridurre drasticamente il tempo di stampa, ma potrebbe diminuire la qualità di stampa.

source: Outer shell speed (mm/s)
it: Velocità Parete esterna (mm/s)

source: Speed at which outer shell is printed. If set to 0 then the print speed is used. Printing the outer shell at a lower speed improves the final skin quality. However, having a large difference between the inner shell speed and the outer shell speed will effect quality in a negative way.
it: Velocità di stampa della parete esterna. Se posta a 0 viene usata la velocità di stampa. Stampare la parete esterna più lentamente aumenta la qualità della superficie. Comuqnue, avere una differenza marcata tra velocità di stampa parete esterna ed interna può peggiorare la qualità di stampa.

source: Inner shell speed (mm/s)
it: Velocità parete interna (mm/s)

source: Speed at which inner shells are printed. If set to 0 then the print speed is used. Printing the inner shell faster then the outer shell will reduce printing time. It is good to set this somewhere in between the outer shell speed and the infill/printing speed.
it: Velocità a cui viene stampata la parete interna. Se posta a 0 viene usata la velocità di stampa. Stampare la parete interna più velocemente di quella esterna può ridurrre i tempi di stampa. Comuqnue, avere una differenza marcata tra velocità di stampa parete esterna ed interna può peggiorare la qualità di stampa.

source: Cool
it: Rafreddare

source: Minimal layer time (sec)
it: Tempo minimo per il livello (sec)

source: Minimum time spent in a layer, gives the layer time to cool down before the next layer is put on top. If the layer will be placed down too fast the printer will slow down to make sure it has spent at least this amount of seconds printing this layer.
it: Tempo minimo da spendere in un livello, da il tempo al livello di rafreddarsi prima di stampare il prossimo livello superiore. Se il livello viene creato troppo velocemente la stampante rallenta per allinearsi al tempo selezionato con questo parametro.

source: Enable cooling fan
it: Abilita il rafreddamento con le ventole

source: Enable the cooling fan during the print. The extra cooling from the cooling fan is essential during faster prints.
it: Abilita il rafreddamento mediante ventole durante la stampa. L'extra rafreddamento delle ventole è essenziale per stampare velocemente.

source: Line count
it: Conta linee

source: The skirt is a line drawn around the object at the first layer. This helps to prime your extruder, and to see if the object fits on your platform. Setting this to 0 will disable the skirt. Multiple skirt lines can help priming your extruder better for small objects.
it: Lo Skirt è una linea disegnata attorno all'oggetto nel primo livello. Questo può aiutare a inizializzare l'estrusore, e a saldare meglio l'oggetto alla piattaforma. Porre il valore a ' disabilita lo Skirt. Un numero multiplo di linee di skirt può aiutare a inizializzare meglio l'estrusore nelle stampe di piccoli oggetti.

source: Start distance (mm)
it: Distanza di inizio (mm)

source: The distance between the skirt and the first layer. This is the minimal distance, multiple skirt lines will be put outwards from this distance.
it: La distanza tra lo skirt e il primo livello. Questa è la minima distanza, linee di skirt multiple verrano poste all'esterno a partire da questa distanza minima.

source: Minimal length (mm)
it: Lunghezza minima (mm)

source: The minimal length of the skirt, if this minimal length is not reached it will add more skirt lines to reach this minimal lenght. Note: If the line count is set to 0 this is ignored.
it: La minima lunghezza dello skirt, se questa minima lunghezza non viene raggiunta verranno aggiunte più linee di skirt finché non si raggiunge tale lunghezza. Nota: se il numero di linee è posto a 0 viene ignorata.

source: Fan full on at height (mm)
it: Ventole alla velocità massima all'altezza (mm)

source: The height at which the fan is turned on completely. For the layers below this the fan speed is scaled linearly with the fan off at layer 0.
it: L'altezza a cui le ventole sono portate alla massima velocità. Per i livelli al di sotto la velocità delle ventole viene scalata linearmente con le ventole spente al livello 0.

source: Fan speed min (%)
it: Minima velocità delle ventole (%)
