Repository: daid/LegacyCura
Catalog: resources/locale/*/LC_MESSAGES/Cura.po
Languages: it

source: A new version of Cura is available, would you like to download?
it: E' disponibile una nuova versione di Cura, vuoi scaricarla?

source: New version available
it: Nuova versione disponibile

source: Add new machine wizard
it: Aggiungi una nuova macchina

source: First time run wizard
it: Primo avvio

source: Welcome, and thanks for trying Cura!
it: Benvenuto e grazie per aver scelto Cura!

source: This wizard will help you in setting up Cura for your machine.
it: Questo processo ti aiuterà a configurare Cura per la tua macchina

source: Select your language:
it: Seleziona la Lingua

source: Older models
it: Vecchi modelli

source: Printrbot Selection
it: Selezione Printrbot

source: Select which Printrbot machine you have:
it: Scegli quale macchina Printrbot hai:

source: Other machine information
it: Altre informazioni sulla macchina

source: The following pre-defined machine profiles are available
it: Sono disponibili i seguenti progili macchina predefiniti

source: Note that these profiles are not guaranteed to give good results, or work at all. Extra tweaks might be required. If you find issues with the predefined profiles, or want an extra profile. Please report it at the github issue tracker.
it: Notare: questi porfili non garantiscono dei buoni risultati, o funzionano bene. Configurazioni addizionali potrebbero essere necessarie. Se riscontri problemi con i profili predefiniti, o desideri aggiungere un profilo. Perfavore riportali nel tracciatore di problemi di github.

source: Custom...
it: Personalizza...

source: Cura Ready!
it: Cura è Pronto!

source: Cura is now ready to be used!
it: Cura può essere utilizzato!

source: Custom RepRap information
it: Informazioni RepRap peronalizzate

source: RepRap machines can be vastly different, so here you can set your own settings.
it: Le macchine RepRap possono essere molto diverse tra loro, quindi qui puoi creare la tua configurazione.

source: Be sure to review the default profile before running it on your machine.
it: Controlla bene il profilo prima di caricarlo nella tua macchina.

source: If you like a default profile for your machine added, then make an issue on github.
it: Se desideri venga aggiunto un profilo di default per la tua macchina, allora segnalalo come problema in github

source: You will have to manually install Marlin or Sprinter firmware.
it: Potresti dover installare manualmente i firmware Marlin o Sprinter.

source: Machine name
it: Nome della macchina

source: Nozzle size (mm)
it: Dimensione ugello (mm)

source: Heated bed
it: Piano riscaldato

source: Bed center is 0,0,0 (RoStock)
it: Il centro del piano è 0,0,0 (RoStock)

source: Select your machine
it: Seleziona la tua macchina

source: What kind of machine do you have:
it: Che tipo di macchina hai:

source: Other (Ex: RepRap, MakerBot, Witbox)
it: Altre(Ad esempio:RepRap,MakerBot,Witbox)

source: The collection of anonymous usage information helps with the continued improvement of Cura.
it: Le informazioni anonime raccolte aiutano al continuo miglioramento di Cura.

source: This does NOT submit your models online nor gathers any privacy related information.
it: Ciò non comporta la condivisione online dei tuoi modelli o di informazioni relative alla tua privacy.

source: Submit anonymous usage information:
it: Condividi anonimamente le informazioni di utilizzo:

source: For full details see: http://wiki.ultimaker.com/Cura:stats
it: Per maggiori dettagli: http://wiki.ultimaker.com/Cura:stats

source: Select upgraded parts you have
it: Selezione le parti migliorate che possiedi

source: To assist you in having better default settings for your Ultimaker Cura would like to know which upgrades you have in your machine.
it: Per aiutarti ad avere i migliori parametri per la tua Ultimaker Cura dovrebbe sapere quali cambiamenti hai apportato alla macchina.

source: Extruder drive upgrade
it: Upgrade del drive dell'estrusore

source: Heated printer bed (kit)
it: (Kit) piano di stampa riscaldato

source: Heated printer bed (self built)
it: (Autocostruito) piano di stampa riscaldato

source: Dual extrusion (experimental)
it: (Sperimentale) doppio estrusore

source: If you have an Ultimaker bought after october 2012 you will have the Extruder drive upgrade. If you do not have this upgrade, it is highly recommended to improve reliability.
it: Se possiedi una Ultimaker comprata dopo l'Ottobere del 2012 dovresti avere Drive estrusore migliorato. Se non possiedi questo miglioramento, è assolutamente consigliato installarlo per migliorare le prestazioni.

source: This upgrade can be bought from the Ultimaker webshop or found on thingiverse as thing:26094
it: Questo versione migliorata può essere comprata dal negozio online di Ultimaker o scaricato da thingiverse come oggetto:26094

source: Upgrade Ultimaker Firmware
it: Firmware migliorato Ultimaker

source: Firmware is the piece of software running directly on your 3D printer. This firmware controls the step motors, regulates the temperature and ultimately makes your printer work.
it: Il firmware è un pezzo di software che viene caricato direttamente sulla tua stampante. Questo firmware controlla i motori stepper, regola la temperatura e garantisce il funzionamento della tua macchina.

source: The firmware shipping with new Ultimakers works, but upgrades have been made to make better prints, and make calibration easier.
it: Il firmware incluso in una nuova Ultimaker funziona, ma gli aggiornamenti sono stati creati per migliorare la stampa, e facilitare la calibrazione.

source: Cura requires these new features and thus your firmware will most likely need to be upgraded. You will get the chance to do so now.
it: Cura richiede queste nuove funzionalità e quindi si consiglia di aggiornare il tuo firmware. Hai la possibilità di farlo adesso.

source: Do not upgrade to this firmware if:
it: Non aggiornare a questo firmware se:

source: * You have an older machine based on ATMega1280 (Rev 1 machine)
it: *Hai una macchina vecchia basata su un ATMega1280 (Rev1)

source: * Build your own heated bed
it: *Hai costruito il tuo piano riscaltado

source: * Have other changes in the firmware
it: *Hai altri cambiamenti nel firmware

source: Ultimaker Checkup
it: Diagnostica Ultimaker

source: It is a good idea to do a few sanity checks now on your Ultimaker. You can skip these if you know your machine is functional.
it: E' consigliabile fare adesso un controllo di integrità nella tua Ultimaker. Puoi saltare questo passaggio se sei sicuro che la tua macchina funzioni correttamente.

source: Run checks
it: Fai partire i controlli

source: Skip checks
it: Salta i controlli

source: Communication:
it: Note:

source: Temperature:
it: Temperatura:

source: Endstops:
it: Finecorsa:

source: Show error log
it: Mostra le note di errore

source: Connecting to machine.
it: Connetti la macchina.

source: Cooldown before temperature check.
it: Rafredda prima di effettuare il controllo della temperatura

source: Checking the heater and temperature sensor.
it: Controlla il riscaldatore e il sensore di temperatura.

source: Please make sure none of the endstops are pressed.
it: Perfavore controllare se i finecorsa sono schiacciati

source: Temperature measurement FAILED!
it: Misura della temperatura FALLITO!

source: Head temperature: %d
it: Temperatura testa: %d

source: Communication State: %s
it: Nota sullo Stato: %s

source: Failed to establish connection with the printer.
it: Impossibile stabilire una connessione con la stampante.

source: Please press the left X endstop.
it: Perfavore premere il finecorsa a sinistra di X.

source: Please press the right X endstop.
it: Perfavore premere il finecorsa a destra di X.

source: Please press the front Y endstop.
it: Perfavore premere il finecorsa difronte a Y.

source: Please press the top Z endstop.
it: Perfavore premere il finecorsa sopra Z.

source: Please press the back Y endstop.
it: Perfavore premere il finecorsa dietro a Y.

source: Checkup finished
it: Controllo finito.

source: Please press the bottom Z endstop.
it: Perfavore premere il finecorsa sotto Z.

source: Ultimaker Calibration
it: Calibrazione Ultimaker

source: Calibrating the Steps Per E requires some manual actions.
it: Per la callibrazione dei Passi per E si richiedono alcune azioni manuali.

source: First remove any filament from your machine.
it: Prima di tutto rimuovere il filamento dalla macchina

source: Next put in your filament so the tip is aligned with the top of the extruder drive.
it: Successivamente inserire il filamento in maniera che la punta sia allineata con la parte superiore del drive di estrusione.

source: We'll push the filament 100mm
it: Ora spingi il filamento per 100mm

source: Extrude 100mm filament
it: Estrudi 100mm di filamento

source: Now measure the amount of extruded filament: (this can be more or less then 100mm)
it: Ora misura la quantità di filamento estrusa: (questo potrebbe essere minore di 100mm)

source: Save
it: Salva

source: This results in the following steps per E:
it: Ciò comporta i seguenti passi per E:

source: You can repeat these steps to get better calibration.
it: Potresti ripetere la calibrazione per affinarla.

source: If you still have filament in your printer which needs heat to remove, press the heat up button below:
it: Se hai ancora del filamento nella tua stampanta che deve essere riscaldato per rimuoverlo, premi il tasto per aumentare la temperatura qui sotto:

source: Heatup for filament removal
it: Riscalda per rimuovere il filamento

source: Error: Failed to open serial port to machine If this keeps happening, try disconnecting and reconnecting the USB cable
it: Errore:Impossibile aprire la porta seriale se questo accade, prova a disconnettere e riconnettere il cavo USB

source: Congratulations on your the purchase of your brand new Ultimaker2.
it: Congratulazioni per l'acquisto della tua nuova Ultimaker2.

source: Cura is now ready to be used with your Ultimaker2.
it: Cura è ora pronto per essere usato con la tua Ultimaker2.

source: Cura is now ready to be used with your Lulzbot.
it: Cura è ora pronto per essere usato con la tua Lulzbot.

source: Configuration Wizard
it: Configurazione facilitata

source: Bed leveling wizard
it: Calibrazione piano assistita

source: This wizard will help you in leveling your printer bed
it: Questa procedura potrà aiutarti a calibrare il tuo piano

source: It will do the following steps
it: Dovrai seguire i seguenti passi

source: * Move the printer head to each corner
it: *Sposta la testa della stampante in ogni angolo

source: and let you adjust the height of the bed to the nozzle
it: e aggiusta la distanza dell'ugello dal piano

source: * Print a line around the bed to check if it is level
it: *Stampa una linea attorno al piano per verificare la calibrazione

source: Connect to printer
it: Connetti la stampante

source: Resume
it: Riprendi

source: Up 0.2mm
it: Su di 0.2mm

source: Down 0.2mm
it: Giù di 0.2mm

source: Up 10mm
it: Su di 10mm

source: Down 10mm
it: Giù di 10mm

source: Homing printer...
it: Homing della stampante...

source: Moving head to back center...
it: Muovere la testa in posizione posteriore centrale...

source: Moving head to back left corner...
it: Muovere la testa nell'angolo frontale sinistro...

source: Moving head to front right corner...
it: Muovere la testa frontale destro...

source: Moving head to back right corner...
it: Muovere la testa nell'angolo posteriore destro...

source: Heating up printer...
it: Riscalda la stampante...

source: Printing a square on the printer bed at 0.3mm height.
it: Stampa un quadrato sul piano all'altezza di 0.3mm

source: Adjust the front left screw of your printer bed So the nozzle just hits the bed.
it: Aggiusta la vite frontale sinistra del piano di stampa Fino a che l'ugello non tocca il piano.

source: Adjust the back screw of your printer bed So the nozzle just hits the bed.
it: Aggiusta la vite posteriore del piano di stampa Finchè l'ugello non tocca il piano.

source: Adjust the back left screw of your printer bed So the nozzle just hits the bed.
it: Aggiusta la vite sinistra posteriore del piano di stampa Finchè l'ugello non tocca il piano.

source: Adjust the back right screw of your printer bed So the nozzle just hits the bed.
it: Aggiusta la vite destra posteriore del piano di stampa Finchè l'ugello non tocca il piano.

source: Adjust the front right screw of your printer bed So the nozzle just hits the bed.
it: Aggiusta la vite destra frontale del piano di stampa Finchè l'ugello non tocca il piano.

source: Heating up printer: %d/%d
it: Riscalda la stampante: %d/%d

source: The printer is hot now. Please insert some PLA filament into the printer.
it: La stampante ora è calda. Perfavore inserire un pò di filamento PLA nella stampante.

source: Use the up/down buttons to move the bed and adjust your Z endstop.
it: Usa i tasti Su/Giù per spostare il piano e aggiustare il finecorsa Z.

source: Calibration finished. The squares on the bed should slightly touch each other.
it: Calibrazione terminata. I quadrati sul piano dovrebbero toccarsi leggermente tra loro.

source: This wizard will help you in calibrating the printer head offsets of your dual extrusion machine
it: Questa procedura dovrebbe aiutarti a calibrare l'offset della testa della tua macchina a doppio estrusore

source: Printing initial calibration cross
it: Stampa la croce iniziale di calibrazione

source: Please measure the distance between the horizontal lines in millimeters.
it: Perfavore misura la distanza tra le linee orizzontali in millimetri.

source: Printing the fine calibration lines.
it: Stampa le linee di calibrazione fine.

source: Which horizontal line number lays perfect on top of each other? Front most line is zero.
it: Quale è il numero della linea che si poggia perfettamente su tutte le altre? La più vicina a te è zero.

source: Calibration finished. Offsets are: %s %s
it: Calibrazione finita. L'Offset è: %s%s

source: Please load both extruders with PLA.
it: Perfavore carica su entrambi gli estrusori del PLA.

source: Homing printer and heating up both extruders.
it: Homing della stampante e riscaldamento di entrambi gli estrusori.

source: Please measure the distance between the vertical lines in millimeters.
it: Perfavore misura la distanza tra le linee verticali in millimetri.

source: Which vertical line number lays perfect on top of each other? Leftmost line is zero.
it: Quale è il numero della linea che si poggia perfettamente sopra le altre? Lo zero è la linea più a sinistra.

source: Head offset wizard
it: Calibrazione offset testa

source: Expert config
it: Configurazione per esperti

source: I am sorry, but Cura does not ship with a default firmware for your machine configuration.
it: Sono spiacente, ma Cura non viene fornito con un firmware di default per la tua macchina.

source: Firmware update
it: Aggiornamento Firmware

source: Cura only supports firmware updates for ATMega2560 based hardware. So updating your RepRap with Cura might or might not work.
it: Cura supporta solo l'aggiornamento del firmware per gli harware basati su ATMega2560. Quindi aggiornare la tua RepRap con Cura potrebbe non funzionare.

source: Reading firmware...
it: Leggo il firmware...

source: Connecting to machine...
it: Connessione alla macchina...

source: Please connect the printer to your computer with the USB cable.
it: Perfavore connettere la macchina al computer con il cavo USB.

source: Failed to find machine for firmware upgrade Is your machine connected to the PC?
it: Impossibile trovare la macchina per l'aggiornamento del firmware La tua macchina è connessa al PC?

source: Failed to install firmware: This firmware is not compatible with this machine. Trying to install UMO firmware on an UM2 or UMO+?
it: Ipossibile installare il firmware: Questo firmware non è compatibile con la tua macchina. Stai provando ad installare il firmware UMO su una UM2 o UMO+?

source: Failed to install firmware: This firmware is not compatible with this machine. Trying to install UM2 or UMO+ firmware on an UMO?
it: Impossibile installare il firmware: Questo firmware non è compatibile con la tua macchina. Stai provando ad installare i firmware UM2 o UMO+ su una UMO?

source: Uploading firmware...
it: Caricamento firmware...

source: Done! Installed firmware: %s
it: Fatto! Firmware installato: %s

source: Failed to write firmware.
it: Impossibile scrivere il firmware.

source: Failed to connect to programmer.
it: Impossibile connettersi al programmatore.

source: Load model file... CTRL+L
it: Carica un file modello... CTRL+L

source: Save model... CTRL+S
it: Salva modello... CTRL+S

source: Reload platform F5
it: Ricarica piattaforma F5

source: Clear platform
it: Pulisci piattaforma

source: Print... CTRL+P
it: Stampa CTRL+P

source: Save GCode...
it: Salva GCode...

source: Show slice engine log...
it: Mostra i log del motore di slice...

source: Open Profile...
it: Apri il Profilo...

source: Save Profile...
it: Salva il Profilo...

source: Load Profile from GCode...
it: Carica il Profilo dal GCode...

source: Reset Profile to default
it: Reset del Profilo

source: Preferences... CTRL+,
it: Preferenze... CTRL+,

source: Machine settings...
it: Parametri della macchina...

source: Recent Model Files
it: File modelli recenti

source: Recent Profile Files
it: File Profilo recenti

source: Quit
it: Chiudi

source: Minecraft map import...
it: Importa mappa Minecraft...

source: PID Debugger...
it: Diagnostica PID...

source: Auto Firmware Update...
it: aggiornamento del firmware Automatico...

source: Print all at once
it: Stampa tutto in uno

source: Print one at a time
it: Stampa uno alla volta

source: Tools
it: Strumenti

source: Machine
it: Macchina

source: Switch to quickprint...
it: Cambia a stampa veloce...

source: Switch to full settings...
it: Cambia a tutti i parametri...

source: Open expert settings... CTRL+E
it: Apri parametri per esperti... CTRL+E

source: Run bed leveling wizard...
it: Carica la procedura di calibrazione piano...

source: Run head offset wizard...
it: Carica la procedura di offset della testa...

source: Expert
it: Esperto

source: Online documentation...
it: Documentazione online...

source: Report a problem...
it: Riporta problemi...

source: Check for update...
it: Cerca aggiornamenti...

source: Open YouMagine website...
it: Apri il sito YouMagine...

source: About Cura...
it: Versione Cura...

source: Help
it: Aiuto

source: For "One at a time" printing, you need to have entered the correct head size and gantry height in the machine settings
it: Per stampalo "Uno alla volta", devi aver specificato correttamente la dimensione della testa e la sua altezza nei parametri della macchina

source: One at a time warning
it: Avviso uno alla volta

source: Add new machine...
it: Aggiungi una nuova macchina...

source: Install default firmware...
it: Installa il firmaere di default...

source: Install custom firmware...
it: Install un firmware modificato...

source: Select profile file to load
it: Selezione un file di profilo da caricare

source: Select gcode file to load profile from
it: Selezione il file gcode da cui caricare il profilo

source: No profile found in GCode file. This feature only works with GCode files made by Cura 12.07 or newer.
it: Nessun profilo trovato nel file GCode. Questa funzione funziona solo con GCode creati da Cura 12.07 o superiori.

source: Profile load error
it: Errore caricamento profilo

source: Select profile file to save
it: Seleziona il profilo da salvare

source: This will reset all profile settings to defaults. Unless you have saved your current profile, all settings will be lost! Do you really want to reset?
it: Questo porterà i parametri di profila a quelli di default. Se non hai salvato il corrente profilo, perderai i parametri selezionati! Vuoi veramente resettare?

source: Profile reset
it: Reset profilo

source: Warning: Installing a custom firmware does not guarantee that you machine will function correctly, and could damage your machine.
it: Attenzione:Installare un firmware modificato non garantisce il corretto funzionamento della macchina, e potrebbe danneggiarla.

source: Open firmware to upload
it: Apri il firmware da caricare

source: You are running the latest version of Cura!
it: Stai usando l'ultima versione di Cura!

source: Awesome!
it: Fantastico!

source: Basic
it: Base

source: Advanced
it: Avanzato

source: Open plugin location
it: Apri posizione del plugin

source: Enabled plugins
it: Abilità plugin

source: You need to select a plugin before you can add anything.
it: Devi selezionare un plugin prima di aggiungere alcunchè

source: Error: no plugin selected
it: Errore: nessun plugin selezionato

source: Preferences
it: Preferenze

source: Print window
it: Finestra di stampa

source: Colours
it: Colori

source: Language
it: Lingua

source: Filament settings
it: Parametri filamento

source: Cura settings
it: Parametri di Cura

source: Machine settings
it: Parametri della macchina

source: Printer head size
it: Dimensioni della testa della stampante

source: Extruder %d
it: Estrusore %d

source: Communication settings
it: Parametri di comunicazione

source: Add new machine
it: Aggiungi nuova macchina

source: Remove machine
it: Rimuovi macchina

source: Change machine name
it: Cambia nome macchina

source: Cannot remove the last machine configuration in Cura
it: Impossibile rimuovere l'ultima configurazione della macchina in Cura

source: Machine remove error
it: Errore nella rimozione della macchina

source: Enter the new name:
it: Inserire il nuovo nome:

source: Printing on %s
it: Stampare su %s

source: Your computer is running on battery power. Connect your computer to AC power or your print might not finish.
it: Il tuo computer sta usando la batteria. Connetti il computer all'alimentartore AC o la stampa potrebbe non finire.

source: InfoLine from printer connection InfoLine from dialog Extra line More lines for layout More lines for layout More lines for layout
it: InfoLine per la conessione della stampante InfoLine per il dialogo Linea extra Altre linee per il layout Altre linee per il layout Altre linee per il layout

source: Connect
it: Connetti

source: Print
it: Stampa

source: Pause
it: Pausa

source: Cancel print
it: Cancella stampa

source: Error log
it: Log errori

source: Load
it: Carica

source: Rotate
it: Ruota

source: Scale
it: Scala

source: Mirror
it: Rifletti

source: Lay flat
it: Disporre sul piano

source: To max
it: Al massimo

source: Mirror X
it: Specchia in X

source: Mirror Y
it: Specchia Y

source: Mirror Z
it: Specchia Z

source: Scale X
it: Scala X

source: Scale Y
it: Scala Y

source: Scale Z
it: Scala Z

source: Size X (mm)
it: Dimensione X(mm)

source: Size Y (mm)
it: Dimensione Y(mm)

source: Size Z (mm)
it: Dimensione Z(mm)

source: Uniform scale
it: Scala uniformemente

source: View mode
it: Modo di visualizzazione

source: Normal
it: Normale

source: Overhang
it: Sporgenza

source: Transparent
it: Trasparente

source: Layers
it: Livelli

source: Share on YouMagine
it: Condividi su YouMagine

source: Open 3D model
it: Apri modello 3D

source: Save 3D model
it: Salva modello 3D

source: Print with %s
it: Stampa con %s

source: Slice engine log...
it: Log del motore di slice...

source: Save toolpath
it: Salva percorso

source: The slicing engine reported the following
it: Il motore di slicing riporto i seguenti

source: Engine log...
it: Log motore...

source: How many copies do you want?
it: Quante copie vuoi fare?

source: Number of copies
it: Numero di copie

source: Multiply
it: Moltiplica

source: Center on platform
it: Centra sulla piattaforma

source: Delete object
it: Cancella oggetto

source: Multiply object
it: Moltiplica oggetto

source: Split object into parts
it: Dividi l'oggetto in parti
