Repository: daid/LegacyCura
Catalog: resources/locale/*/LC_MESSAGES/Cura.po
Languages: it

source: When the fan is turned on, it is enabled at this speed setting. If cool slows down the layer, the fan is adjusted between the min and max speed. Minimal fan speed is used if the layer is not slowed down due to cooling.
it: Quando le ventole sono accese, sono attive a tale velocità. Se il rafreddamento rallenta la creazione del livello, le ventole sono poste ad una velocità tra quella massima e minima. La velocità minima delle ventole è usata se la creazione del livello non è rallentata per il rafreddamento.

source: Fan speed max (%)
it: Massima velocità delle ventole (%)

source: When the fan is turned on, it is enabled at this speed setting. If cool slows down the layer, the fan is adjusted between the min and max speed. Maximal fan speed is used if the layer is slowed down due to cooling by more than 200%.
it: Quando le ventole sono accese, sono poste a tale velocità. Se il rafreddamento diminuisce la velocità di formazione del livello, la velocità è posta tra quella minima e quella massima. La velocità massima è usata se la formazione del livello è rallentata per rafreddare di un fattore maggiore di 200%.

source: Minimum speed (mm/s)
it: Velocità minima (mm/s)

source: The minimal layer time can cause the print to slow down so much it starts to ooze. The minimal feedrate protects against this. Even if a print gets slowed down it will never be slower than this minimal speed.
it: Questo tempo minimo per livello può causare il rallentamento della stampa e la formazione di troppa melma. Il minimo tempo di spinta del materiale protegge da questo inconveniente. Anche se la stampa diventa molto lenta non potrà essere inferiore a tale velocità minima.

source: Cool head lift
it: Rafreddamento al sollevamento della testa

source: Lift the head if the minimal speed is hit because of cool slowdown, and wait the extra time so the minimal layer time is always hit.
it: Solleva la testa se viene raggiunta la velocità minima a causa del rallentamento per il rafreddamento, e aspetta un tempo extra per cui il minimo tempo di formazione del livello viene raggiunto.

source: Solid infill top
it: Riempimento solido superiore

source: Create a solid top surface, if set to false the top is filled with the fill percentage. Useful for cups/vases.
it: Crea una superficie solida superiore, se il parametro è posto su false lo strato supeirore è riempito con la percentuale di riempimento. Utile nella creazione di coppe/vasi.

source: Solid infill bottom
it: Riempimento solido inferiore

source: Create a solid bottom surface, if set to false the bottom is filled with the fill percentage. Useful for buildings.
it: Crea uno strato inferiore solido, se posto in false il livello inferiore viene riempito con la percentuale di riempimento. Utile nella stampa di edifici.

source: Infill overlap (%)
it: Riempimento sovrapposto (%)

source: Amount of overlap between the infill and the walls. There is a slight overlap with the walls and the infill so the walls connect firmly to the infill.
it: Ammontare della sovrapposizione tra il riempimento e le pareti. C'è una leggera sovrapposizione tra le pareti e il riempimento così che le pareti saranno connesse fermamente con il riempimento.

source: Structure type
it: Tipo di struttura

source: The type of support structure. Grid is very strong and can come off in 1 piece, however, sometimes it is too strong. Lines are single walled lines that break off one at a time. Which is more work to remove, but as it is less strong it does work better on tricky prints.
it: Il tipo di struttura di supporto. La griglia è molto forte può essere tolta in un solo pezzo, a volte però è troppo forte. Le linee sono formate da una solo linea di spessore e vanno tolte una alla volta. Ci vuole più lavoro per toglierle, ma sono meno vorti e sono ottime per alcuni tipi di stampa.

source: Overhang angle for support (deg)
it: Angolo di sporgenza per il supporto (gradi)

source: The minimal angle that overhangs need to have to get support. With 90 degree being horizontal and 0 degree being vertical.
it: Il minimo angolo per cui le sporgenze necessitano di un supporto. Con 90 gradi diventa orizzontale e con 0 verticale.

source: Fill amount (%)
it: Ammontare del riempimeto (%)

source: Amount of infill structure in the support material, less material gives weaker support which is easier to remove. 15% seems to be a good average.
it: Ammontare della struttura di riempimento nel materiale di supporto, meno materiale crea una struttura più debole e facile da rimuovere. 15% è un buon compromesso.

source: Distance X/Y (mm)
it: Distanza X/Y(mm)

source: Distance of the support material from the print, in the X/Y directions. 0.7mm gives a nice distance from the print so the support does not stick to the print.
it: Distanza del materiale di supporto dalla stampa, nelle direzioni X/Y. 0.7mm è una buona distanza dalla stampa, così il supporto non si attacca all'oggetto.

source: Distance Z (mm)
it: Distanza Z(mm)

source: Distance from the top/bottom of the support to the print. A small gap here makes it easier to remove the support but makes the print a bit uglier. 0.15mm gives a good seperation of the support material.
it: Distanza alto/basso del supporto dalla stampa. Un piccolo gap rende più facile rimuovere il supporto ma rende la stampa un pà sporca. 0.1mm da un buon risultato per la separazione dell'oggetto dal materiale di supporto.

source: Spiralize the outer contour
it: Spiralizza il contorno esterno

source: Spiralize is smoothing out the Z move of the outer edge. This will create a steady Z increase over the whole print. This feature turns a solid object into a single walled print with a solid bottom. This feature used to be called Joris in older versions.
it: La spiralizzazione ammorbidisce il movimento sull'asse Z sui perimetri esterni. Questo crea un costante aumento di Z sull'intera stampa. Questa opzione crea un oggetto solido in un unica parete stampata con una parte inferiore solida. Questa opzione veniva chiamata Joris nella vecchia versione

source: Only follow mesh surface
it: Segui solo la superficie della mesh

source: Only follow the mesh surfaces of the 3D model, do not do anything else. No infill, no top/bottom, nothing.
it: Segue solo la superficie della mesh del modello 3D, non fa altro. Non riepie, non crea superfici superiore/inferiore, nulla.

source: Brim line amount
it: Ammontare delle linee di Brim

source: The amount of lines used for a brim, more lines means a larger brim which sticks better, but this also makes your effective print area smaller.
it: L'ammontare delle linee usate per il brim, molte linee significa avere un brim largo che si attacca bene. ma vuol dire che la stampa effettiva deve avere area più piccola.

source: Extra margin (mm)
it: Margine extra(mm)

source: If the raft is enabled, this is the extra raft area around the object which is also rafted. Increasing this margin will create a stronger raft while using more material and leaving less area for your print.
it: Se il raft è abilitato, questa è l'area extra del raft attorno all'oggetto. Aumentare questo margine creerà un raft più forte usando più materiale e lasciano meno area per la tua stampa.

source: Line spacing (mm)
it: Distanza tra le linee (mm)

source: When you are using the raft this is the distance between the centerlines of the raft line.
it: Quando stai usando il raft questa è la distanza tra le bisetrici e le linee di raft

source: Base thickness (mm)
it: Spessore della base (mm)

source: When you are using the raft this is the thickness of the base layer which is put down.
it: Quando usi il raft questo specifica lo spessore del livello di base che viene creato.

source: Base line width (mm)
it: Spessore della lineea di base(mm)

source: When you are using the raft this is the width of the base layer lines which are put down.
it: Quando usi il raft questo specifica l'ampiezza delle linee del livello di base che viene creato.

source: Interface thickness (mm)
it: Spessore dell'interfaccia (mm)

source: When you are using the raft this is the thickness of the interface layer which is put down.
it: Quando usi il raft questo specifica lo spessore del livello di interfaccia creato.

source: Interface line width (mm)
it: Spessore della linea di interfaccia (mm)

source: When you are using the raft this is the width of the interface layer lines which are put down.
it: Qyabdi usi il raft questo specifica l'ampiezza delle linee del livello di interfaccia.

source: Gap between the last layer of the raft the whole print.
it: Margine tra l'ultimo livello del raft e l'intera stampa.

source: First Layer Airgap
it: Primo livello di Airgap

source: Gap between the last layer of the raft and the first printing layer. A small gap of 0.2mm works wonders on PLA and makes the raft easy to remove. This value is added on top of the 'Airgap' setting.
it: Margine tra l'ultimo livello del raft e il primo livello di stampa. Un margine di 0.2mm è ottimo con il PLA e rende il raft facile da rimuovere. Questo valore è aggiunto al parametro 'Airgap'.

source: Surface layers
it: Livelli di superficie

source: Amount of surface layers put on top of the raft, these are fully filled layers on which the model is printed.
it: Ammontare dei livelli di superficie creati sopra il raft. questi sono dei livelli completamente riempiti ove il modello viene stampato.

source: Surface layer thickness (mm)
it: Spessore dei livelli di superficie (mm)

source: Thickness of each surface layer.
it: Spessore di ogni livello di superficie.

source: Surface layer line width (mm)
it: Spessore delle linee del livello di superficie (mm)

source: Width of the lines for each surface layer.
it: Ampiezza delle linee con cui viene creato un livello di superficie.

source: Combine everything (Type-A)
it: Unisci tutto ( Tipo-A)

source: This expert option adds all parts of the model together. The result is usually that internal cavities disappear. Depending on the model this can be intended or not. Enabling this option is at your own risk. Type-A is dependent on the model normals and tries to keep some internal holes intact. Type-B ignores all internal holes and only keeps the outside shape per layer.
it: Questa opzione da esperti fonde tutte le parti di un modello. Il risultato è che generalmente spariscono i buchi. Usarlo dipende dal tipo di modello. Abilitare questa opzione è una tua responsabilità. Il tipo-A dipende dalle normali dell'oggetto e potrebbe lasciare alcuni buchi interni aperti. Il tipo-B ignora i buchi interni e considera solo la forma esterna del livello.

source: Combine everything (Type-B)
it: Unisci tutto (Tipo-B)

source: Keep open faces
it: Mantieni le facce aperte

source: This expert option keeps all the open bits of the model intact. Normally Cura tries to stitch up small holes and remove everything with big holes, but this option keeps bits that are not properly part of anything and just goes with whatever is left. This option is usually not what you want, but it might enable you to slice models otherwise failing to produce proper paths. As with all "Fix horrible" options, results may vary and use at your own risk.
it: Questa opzione per esperti lascia tutti i punti aperti del modello intatti. Normalmente Cura cerca di chiudere i piccoli buchi e rimuove qualsiasi cosa con buchi grandi, ma questa opzione lascia i pezzi che non sono vere e prorpie parti di qualcosa e va avanti. Questa opzione potrebbe non fare quello che ti aspetti, ma potrebbe consentirti di fare lo slice di modelli altrimenti impossibile. Come ogni opzione "Fix horrible", il risultato potrebbe essere anomalo e l'uso è tua responsabilità.

source: Extensive stitching
it: Cucitura estensiva

source: Extensive stitching tries to fix up open holes in the model by closing the hole with touching polygons. This algorthm is quite expensive and could introduce a lot of processing time. As with all "Fix horrible" options, results may vary and use at your own risk.
it: La cucitura estensiva cerca di chiudere i buchi aperti in un modello, chiudendoli con un poligono sovrapposto. Questo algoritmo è oneroso e aumenta il tempo necessario per i calcoli. Come ogni opzione "Fix horrible", il risultato è imprevedibile ed il suo uso è tua responsabilità.

source: Save profile on slice
it: Salva il profilo di slice

source: When slicing save the profile as [stl_file]_profile.ini next to the model.
it: Salva il profilo di slice come [stl_file]_profile.ini per i prossimi modelli.

source: Cost (price/kg)
it: Costo (prezzo/Kg)

source: Cost of your filament per kg, to estimate the cost of the final print.
it: Costo del filamento usato per Kg, per stimare il costo della stampa finale.

source: Cost (price/m)
it: Costo(prezzo/m)

source: Cost of your filament per meter, to estimate the cost of the final print.
it: Costo del filamento per metro, per stimare il prezzo finale del modello.

source: Auto detect SD card drive
it: Riconoscimento automatico del drive della scheda SD

source: Auto detect the SD card. You can disable this because on some systems external hard-drives or USB sticks are detected as SD card.
it: Riconosce automaticamente la scheda SD. Puoi disabilitare questa opzione, poiché in alcuni sistemi gli hard-drive o le chiavette USB sono riconosciute come schede SD.

source: Check for updates
it: Cerca aggiornamenti

source: Check for newer versions of Cura on startup
it: Cerca nuove versioni di Cura all'avvio

source: Send usage statistics
it: Manda le statistiche di utilizzo

source: Submit anonymous usage information to improve future versions of Cura
it: Manda in forma anonoma informazioni d'uso per migliorare Cura nelle versioni future

source: Density (kg/m3)
it: Densità (Kg/m3)

source: Weight of the filament per m3. Around 1240 for PLA. And around 1040 for ABS. This value is used to estimate the weight if the filament used for the print.
it: Peso del filamento per m3. Circa 1240 per il PLA. Circa 1040 per l'ABS. Questo valore viene usato per stimare il peso dell'oggetto.

source: Change the language in which Cura runs. Switching language requires a restart of Cura
it: Cambia la lingua di Cura. Cambiare lingua richiede di riavviare Cura

source: Model colour
it: Colore del modello

source: Display color for first extruder
it: Mostra il colore per il primo estrusore

source: Model colour (2)
it: Colore modello (2)

source: Display color for second extruder
it: Mostra il colore per il secondo estrusore

source: Model colour (3)
it: Colore modello (3)

source: Display color for third extruder
it: Mostra il colore per il terzo estrusore

source: Model colour (4)
it: Colore modello (4)

source: Display color for forth extruder
it: Mostra il colore per il quarto estrusore

source: Printing window type
it: Tipo di finestra di stampa

source: Select the interface used for USB printing.
it: Seleziona l'interfaccia usato per la stampa tramite USB.

source: Maximum width (mm)
it: Larghezza massima (mm)

source: Size of the machine in mm
it: Dimensione della macchina in mm

source: Maximum depth (mm)
it: Massima profondità (mm)

source: Maximum height (mm)
it: Massima altezza (mm)

source: Machine center 0,0
it: Centro della macchina 0,0

source: Machines firmware defines the center of the bed as 0,0 instead of the front left corner.
it: Il Firmware della macchina definisce il centro del piano come 0,0 invece dell'angolo frontale sinistro.

source: Build area shape
it: Forma dell'area di lavoro

source: The shape of machine build area.
it: La forma dell'area di lavoro della macchina.

source: If you have an heated bed, this enabled heated bed settings (requires restart)
it: Se hai un piano riscaldato, questo abilita le opzioni per il piano riscaldato ( richiede un riavvio)

source: GCode Flavor
it: Particolarità GCode

source: Flavor of generated GCode. RepRap is normal 5D GCode which works on Marlin/Sprinter based firmwares. UltiGCode is a variation of the RepRap GCode which puts more settings in the machine instead of the slicer. MakerBot GCode has a few changes in the way GCode is generated, but still requires MakerWare to generate to X3G. BFB style generates RPM based code. Mach3 uses A,B,C instead of E for extruders.
it: Particolarità nel generare il GCode. Il GCode della RepRap è un normale 5D che funziona su firmware Marlin/Sprinter. UltiGCode è una variante del GCode RepRap che ha molte più opzioni nella macchina piuttosto che sullo slicer. MakerBot GCode presente piccoli cambiamenti nella generazione del GCode, ma richiede MakerWare per generarlo per X3G. Lo stile BFB generara un codice basato su RPM. Mach3 usa A,B,C invece che E per gli estrusori.

source: Extruder count
it: Numero di estrusori

source: Amount of extruders in your machine.
it: Ammontare degli estrusori nella tua macchina.

source: The offset of your secondary extruder compared to the primary.
it: L'offset del tuo estrusore secondario rispetto al primario.

source: The offset of your tertiary extruder compared to the primary.
it: L'offset del tuo estrusore terziario rispetto al primario.

source: The offset of your forth extruder compared to the primary.
it: L'offset del tuo quarto estrusore rispetto al primario.

source: E-Steps per 1mm filament
it: Passi-E per 1mm di filamento

source: Amount of steps per mm filament extrusion. If set to 0 then this value is ignored and the value in your firmware is used.
it: Numero di passi per mm per l'estrusione del filamento. Se messo a 0 viene ignorato e viene usato quello del firmware.

source: Serial port
it: Porta seriale

source: Serial port to use for communication with the printer
it: Porta seriale usata per comunicare con la stampante

source: Speed of the serial port communication Needs to match your firmware settings Common values are 250000, 115200, 57600
it: Velocità di comunicazione della porta seriale Deve corrispndere a quella selezionata nel firmware Valori comuni sono 250000, 115200, 57600

source: Head size towards X min (mm)
it: Dimensione testa sopra X min (mm)

source: The head size when printing multiple objects, measured from the tip of the nozzle towards the outer part of the head. 75mm for an Ultimaker if the fan is on the left side.
it: La dimensione della testa quando si stampano oggetti multipli, misurata dalla punta dell'ugello fina alla parte esterna della testa. Per l'Ultimaker è 75mm se la ventola è nella parte sinistra.

source: Head size towards Y min (mm)
it: Dimensione testa sopra Y min (mm)

source: The head size when printing multiple objects, measured from the tip of the nozzle towards the outer part of the head. 18mm for an Ultimaker if the fan is on the left side.
it: La dimensione della testa quando si stampano oggetti multipli, misurata dalla punta dell'ugello fina alla parte esterna della testa. Per l'Ultimaker è 18mm se la ventola è nella parte sinistra.

source: Head size towards X max (mm)
it: Dimensione testa sopra X max (mm)

source: Head size towards Y max (mm)
it: Dimensione testa sopra Y max (mm)

source: The head size when printing multiple objects, measured from the tip of the nozzle towards the outer part of the head. 35mm for an Ultimaker if the fan is on the left side.
it: La dimensione della testa quando si stampano oggetti multipli, misurata dalla punta dell'ugello fina alla parte esterna della testa. Per l'Ultimaker è 35mm se la ventola è nella parte sinistra.

source: Printer gantry height (mm)
it: Altezza del gantry della stampante (mm)

source: The height of the gantry holding up the printer head. If an object is higher then this then you cannot print multiple objects one for one. 60mm for an Ultimaker.
it: L'altezza del gantry che regge la testa della stampante. Se un oggetto è più alto di questo allora non si possono stampare oggetti multipli uno ad uno. Questo è pari a 60mm per l'Ultimaker.

source: More flow than 150% is rare and usually not recommended.
it: Un flusso maggiore di 150% è raro e non è raccomandato.

source: Less flow than 50% is rare and usually not recommended.
it: Un flusso minore del 50% è raro e non è raccomandato.

source: Thicker layers then %.2fmm (80%% nozzle size) usually give bad results and are not recommended.
it: Uno spessore dei livelli di %.2fmm(80%% della dimensione dell'ugello) normalmente da brutti risultati e non è raccomandato.

source: It is highly unlikely that your machine can achieve a printing speed above 150mm/s
it: E' altamente improbabile che la stampante possa superare la velocità di 150mm/s

source: Temperatures above 260C could damage your machine, be careful!
it: Temperature superiori ai 260C potrebbero danneggiare la tua macchina, stai attento!

source: Are you sure your filament is that thick? Normal filament is around 3mm or 1.75mm.
it: Sei sicuro che il tuo filamento ha questo spessore? Normalmente gli spessori sono attorno ai 3mm o 1,75mm.

source: It is highly unlikely that your machine can achieve a travel speed above 300mm/s
it: E' altamente improbabile che la tua macchina possa raggiungere una velocità di attraversamente maggiore di 300mm/s

source: A bottom layer of more then %.2fmm (3/4 nozzle size) usually give bad results and is not recommended.
it: Un livello inferiore di più di %.2fmm (3/4 del diametro dell'ugello) generalmente da pessimi risultati e non è raccomandato.

source: %d minutes
it: %d minuti

source: %d hour %d minutes
it: %d ore %d minuti

source: %d hours %d minutes
it: %d ore %d minuti

source: %0.2f meter %0.0f gram
it: %0.2f metri %0.0f grammi
